{
	"0-intro": "L'anno è il 1993, ti trovi in una grande città piena di palazzi altissimi appena costruiti.\nIl tuo appartamento è al 14° piano di un edificio fatiscente, la \"Casa del Codice\", un ex condominio trasformato in cubicoli per programmatori squattrinati.\nL'aria sa di caffè bruciato e polvere di circuiti. Sulla scrivania, un 486 DX2 ronza come un alveare arrabbiato, circondato da torri di floppy disk etichettati \"BACKUP_12\" e \"PROGETTO_ALFA\". Un poster stinto di \"WarGames\" pende storto sopra un divano-letto ricoperto da pile di manuali: \"TCP/IP Illustrated\", \"The C Programming Language\", \"Hacker's Delight\"",
	"0.1-rovista tra la posta": "Ti avvicini alla porta imbarcata del tuo appartamento e, spostando alcune riviste informatiche, trovi una piccola pila di buste. Tra queste c'è un pacco anonimo di medie dimensioni, avvolto in carta marrone e sigillato con dello scotch da imballaggio. Lo metti momentaneamente sulla scrivania. Sotto il pacco, una busta gialla cattura la tua attenzione. L'apri e il tuo stomaco si contrae: è la bolletta della luce scaduta da tre giorni. $87.42 che non hai ancora messo da parte. Il tuo conto in banca è pericolosamente vicino allo zero dopo aver pagato l'affitto e comprato quel nuovo modem a 14.4k che ti serviva per i tuoi \"progetti personali\"",
	"0.2-affacciati alla finestra": "Ti avvicini alla finestra appannata e pulisci un cerchio di condensa con la manica. Fuori, la pioggia cade incessante, creando riflessi caleidoscopici nelle pozzanghere che specchiano le insegne al neon dei locali sulla strada principale. \"LUCKY DRAGON TAKE-AWAY\" lampeggia in rosso e verde, mentre più in basso l'insegna blu del \"CYBER CAFÉ\" promette \"ACCESSO INTERNET $5/ORA\".\nI marciapiedi sono quasi deserti a quest'ora. Un paio di cassonetti ribaltati hanno vomitato il loro contenuto sull'asfalto bagnato. Un gatto randagio fruga tra i rifiuti.\nL'unica figura umana visibile è un ragazzo con un impermeabile giallo, completamente inzuppato nonostante la protezione. Sta infilando riviste in buca lettere e portoni. Riconosci la copertina di \"PC World\" con il titolo a caratteri cubitali: \"RIVOLUZIONE PENTIUM: IL NUOVO PROCESSORE INTEL CAMBIA TUTTO\". Ti chiedi quando potrai permettertene uno.",
	"0.3-guarda il calendario": "Il calendario appeso al muro porta l'intestazione \"MicroTech Solutions - Costruiamo il Futuro Digitale, un Byte alla Volta\". Il logo aziendale - un microchip stilizzato con un fulmine.\nLe date cerchiate:\n- 7/10: “+28 - anno in più ma stessi problemi”\n- 12/10: \"Consegna modulo fiscale X-22 - BOSS URLA!\"\n- 18/10: \"Demo progetto ‘Phoenix’ - MIKE PRENDE IL MERITO.\"\n- 25/10: \"Stipendio (se arriva)\n- 27/10 (domani): \"Deadline Progetto Nexus - CONSEGNA FINALE\".\nHai passato le ultime tre settimane a lavorare 16 ore al giorno su quel maledetto sistema.\nSotto Ottobre una citazione del CEO: \"Il codice perfetto non ha bisogno di firma.\"\nTu hai aggiunto a penna: \"…perché qualcun altro la ruba.\"",
	"1-siediti alla scrivania": ""
}
